<template>
  <div class="mx-auto max-w-7xl px-6 lg:px-8 pt-8">
    <h2 class="text-4xl font-normal tracking-tight sm:text-6xl uppercase">Идиома</h2>
    <p class="mt-6 text-lg">
    </p>
    <h3 class="text-2xl font-bold">Что такое идиомы?</h3>
  <p class="indent-4 pt-2">
    В этом проекте вам представлен универсальный наглядный материал, обобщены существующие методики и найдены приёмы, которые не будут отнимать много времени от урока, а станут акцентным дополнением и смогут быть использованы в любой момент урока по усмотрению педагога, а также в качестве домашнего задания.
  </p>
  <p class="indent-4 pt-2">
    Идиомы или фразеологизмы, что в переводе с греческого означает <span class="italic">«своеобразная»</span> — это устойчивые выражения, которые употребляются как единое целое и смысл которого не равен смыслу составляющих их слов. Поэтому идиомы часто вызывают трудности при изучении языков, так как, если переводить идиомы дословно, получится бессмыслица. В английском языке они тоже называются <span class="italic">«idioms»</span>.
  </p>
  <p class="indent-4 pt-2">
    Идиомы обогащают словарный запас обучающихся, тем самым повышают уровень владения английским языком. особенно уместно формировать навык употребления в речи фразеологизмов, идиом, пословиц и поговорок.
  </p>
    <ul class="list-disc pl-8 pt-2">
      <li>Идиомы, пословицы и поговорки многозначны и ярки,
        они находятся вне времени и вне классового деления</li>
      <li>Идиомы и поговорки во всех языках довольно-таки трудны для перевода на другие языки;</li>
      <li>Почти в любом языке можно подобрать соответствующий эквивалент</li>
    </ul>
  <p class="indent-4 pt-2">
    Благодаря обобщающему характеру пословиц и поговорок, их можно использовать на любом уровне, обучая искусству иносказания, а также умению выразить свою мысль в обобщенной форме, а также в качестве иллюстрации темы урока и маркеров памяти. Выбор приёма использования необходимо соотносить с возрастом обучающихся.
  </p>
  <p class="indent-4 pt-2">
    Представленные идиомы тематически систематизированы.
    Раскрывайте потенциал этих выразительных средств для актуализации знаний и возможности воссоздания в памяти изученного материала. Что особенно важно в мире информационной избыточности, окружающем нас.
  </p>
  </div>
</template>
<script setup lang="ts">
</script>