<template>
  <div class="mx-auto max-w-7xl px-6 lg:px-8">
    <h2 class="text-4xl font-bold tracking-tight sm:text-6xl">Примеры использования <span class="flex pl-2">Идиом на уроке</span></h2>
      <p class="mt-6 text-lg">
        Поскольку назначение иностранного языка как предмета школьного обучения состоит в формировании коммуникативной компетентности, то огромное внимание следует уделять говорению – развитию монологической и диалогической речи.
      </p>
    <h3>К плюсам можно отнести</h3>
    <p>
        Идиомы можно использовать не только при объяснении и активизации многих грамматических явлений, но и для обогащения словарного запаса. Развивать речь можно с помощью доступных заданий, в которые включены идиомы. Разработанные карточки как ключи к раскрытию самых разных тем.
        Можно выделить следующие приёмы использования идиом:
        При изучении отдельных лексических тем, можно подобрать соответствующие им Идиомы, наличие иллюстраций облегчает понимание значения. Каждая карточка на одной стороне содержит: изображение, текст идиомы, транскрипцию, дословный перевод и значение. Обратная сторона отличается по содержанию в зависимости от многозначности и смысловой наполненности идиомы.
        В базовом варианте на карточке: Значение идиомы, Примеры использования в предложении, история возникновения.
        Переводим незнакомые слова и предложения из примеров, знакомимся с происхождением. При необходимости снимаем трудности в произношении. Значение слов раскрывается с помощью комментария, перевода, синонимов. Далее учащимся предлагается составить своё высказывание с использованием идиомы. Работа над фонетикой. От урока к уроку запас выученных идиом возрастает.
        Чтобы в дальнейшем сохранить интерес к данному виду работы, можно использовать различные задания:
        1. Покажи и расскажи.
        2. Учитель закрывает слова, показывает иллюстрации, дети произносят соответствующую идиому.
        3. Диалоги
        4. Дети по кругу называют по одной идиоме.
        5. Подбор русского эквивалента.
        6. Соревнования в командах. Называются поочередно по одной идиоме.
        Идиомы могут применяться на различных этапах занятия. Важно то, что они становятся зацепками для памяти и с помощью найденных перекрестных ассоциаций делают процесс изучения языка интереснее и полезнее.
        Фонетика. Занимаясь фонетикой, для отработки различных звуков, можно применять специально отобранные по фонетическому принципу идиомы. Например, для отработки английских звуков, отсутствующих в родном языке: межзубные звуки [θ], [ð], носовой звук [ŋ], звук [w]:
        to pay through the nose платить втридорога
        Nei­ther here nor there —  Ни к селу, ни к городу.
        Better untaught than ill taught —  лучше быть неучёным, чем неправильно учёным;
        have a frog in the throat —  иметь лягушку в горле (когда невозможно говорить из-за сильного волнения).
        which way the wind is blow­ing —  куда/ откуда ветер дует.
        Отработка произношения различных звуков идет с большим интересом, если они представлены через выражения повседневного характера. Учащиеся быстрее их запоминают.
        При объяснении правил чтения можно также использовать английские пословицы. Например, (гласная + r):
        A heart-to-heart talk —  Разговор по душам.
        Hun­gry as a hunter —  Голодный как волк.
        Грамматика. Применяя коммуникативную методику при обучении грамматике на интерактивной основе, идиомы можно использовать при изучении следующих грамматических форм. Например:
        числительные (количественные и порядковые):
        playing second fiddle — быть на вторых ролях;
        second wind — второе дыхание;
        Rome was not built in one day —  Москва не сразу строилась.
        местоимения:
        light of one’s life — смысл жизни, свет в окне;
        yoke around his neck — бремя, камень на шее

        степени сравнения прилагательных:
        Easier said than done. — Легче сказать, чем сделать.
        модальные глаголы:
        make ends meet — сводить концы с концами;
        two wrongs don’t make a right — слезами горю не поможешь
        конструкция as … as :
        as silent as the grave — абсолютно тихий, спокойный (буквально: безмолвный, как могила)
        as strong as a bull — физически сильный (буквально: сильный, как бык)
        as quiet as a mouse — очень тихий, незаметный (буквально: тихий, как мышь)
      </p>
  </div>
</template>